liudr/micropython/ports/esp32/boards/PINNACLE/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Pinnacle ESP32 module"
#define MICROPY_HW_MCU_NAME "ESP32"
